Repository: ercusz/Mayan-EDMS
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: th

source: Views
th: มุมมอง

source: Search
th: ค้นหา

source: Selection
th: การเลือก

source: None
th: ไม่มี

source: Label
th: ป้ายกำกับ

source: Relationship
th: ความสัมพันธ์

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
th: เลือกรายการที่ต้องการลบ กดปุ่ม Ctrl ค้างสำหรับการเลือกหลายรายการ เมื่อเลือกเสร็จแล้ว ให้คลิกปุ่มด้านล่าง หรือดับเบิลคลิกที่ลิสต์เพื่อใช้งานการกระทำ

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
th: เลือกรายการที่ต้องการเพิ่ม กดปุ่ม Ctrl ค้างสำหรับการเลือกหลายรายการ เมื่อเลือกเสร็จแล้ว ให้คลิกปุ่มด้านล่าง หรือดับเบิลคลิกที่ลิสต์เพื่อใช้งานการกระทำ

source: Add all
th: เพิ่มทั้งหมด

source: Add
th: เพิ่ม

source: Remove all
th: ลบทั้งหมด

source: Remove
th: ลบ

source: Error updating relationship; %s
th: เกิดข้อผิดพลาดเกี่ยวกับการอัปเดตความสัมพันธ์: %s

source: Relationships updated successfully
th: อัปเดตความสัมพันธ์สำเร็จแล้ว

source: Duplicate data error: %(error)s
th: เกิดข้อผิดพลาดเกี่ยวกับการซ้ำซ้อนของข้อมูล %(error)s

source: %(object)s not created, error: %(error)s
th: สร้าง %(object)s ไม่สำเร็จ เนื่องจาก %(error)s

source: %(object)s created successfully.
th: สร้าง %(object)s สำเร็จแล้ว

source: %(object)s not deleted, error: %(error)s.
th: ลบ %(object)s ไม่สำเร็จ เนื่องจาก %(error)s

source: %(object)s deleted successfully.
th: ลบ %(object)s สำเร็จแล้ว

source: Error retrieving %(object)s; %(error)s
th: เกิดข้อผิดพลาดในการดึงข้อมูลของ %(object)s เนื่องจาก %(error)s

source: %(object)s not updated, error: %(error)s.
th: อัปเดต %(object)s ไม่สำเร็จ เนื่องจาก %(error)s.

source: %(object)s updated successfully.
th: อัปเดต %(object)s สำเร็จแล้ว

source: "%(object)s" deleted successfully.
th: ลบ "%(object)s" สำเร็จแล้ว

source: %(count)d object deleted successfully.
th: ลบ object จำนวน %(count)d ชิ้น สำเร็จแล้ว

source: %(count)d objects deleted successfully.
th: ลบ object จำนวน %(count)d ชิ้น สำเร็จแล้ว

source: Delete "%(object)s".
th: ลบ "%(object)s"

source: Delete %(count)d object.
th: ลบ object จำนวน %(count)d ชิ้น

source: Delete %(count)d objects.
th: ลบ object จำนวน %(count)d ชิ้น

source: No %(verbose_name)s found matching the query
th: ไม่พบ %(verbose_name)s ที่ตรงกันจากการ query

source: Unable to perform operation on object %(instance)s; %(exception)s.
th: ไม่สามารถดำเนินการกับ object %(instance)s เนื่องจาก %(exception)s

source: Operation performed on %(object)s.
th: ดำเนินการบน %(object)s

source: Operation performed on %(count)d object.
th: ดำเนินการบน object จำนวน %(count)d ชิ้น

source: Operation performed on %(count)d objects.
th: ดำเนินการบน object จำนวน %(count)d ชิ้น

source: Perform operation on %(object)s.
th: ดำเนินการบน %(object)s

source: Perform operation on %(count)d object.
th: ดำเนินการบน object จำนวน %(count)d ชิ้น

source: Perform operation on %(count)d objects.
th: ดำเนินการบน object จำนวน %(count)d ชิ้น

source: The number objects that will be displayed per page.
th: จำนวน object ที่สามารถแสดงได้ต่อหนึ่งหน้า

source: Confirm delete
th: ยืนยันการลบ

source: Edit %s
th: แก้ไข %s

source: Confirm
th: ยืนยัน

source: Details for: %s
th: รายละเอียดสำหรับ %s

source: Edit: %s
th: แก้ไข %s

source: Create
th: สร้าง
