Repository: ercusz/Mayan-EDMS
Catalog: mayan/apps/authentication/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Authentication
ro_ro: Autentificare

source: User impersonation ended
ro_ro: Schimbul de rol a utilizatorului s-a încheiat

source: User impersonation started
ro_ro: A început schimbul de rol a utilizatorului

source: User logged in
ro_ro: Utilizatorul s-a logat

source: User logged out
ro_ro: Utilizatorul s-a deconectat

source: Password
ro_ro: Parola

source: Remember me
ro_ro: Amintește-ți de mine

source: Please enter a correct email and password. Note that the password field is case-sensitive.
ro_ro: Introduceți un e-mail și o parolă corecte. Rețineți! Câmpul parolei este sensibil la minuscule.

source: This account is inactive.
ro_ro: Acest cont este inactiv.

source: If selected, disables ending impersonation.
ro_ro: Dacă este selectat, dezactivează încetarea preluării rolului.

source: User
ro_ro: Utilizator

source: Logout
ro_ro: Deconectare

source: Change password
ro_ro: Schimbați parola

source: Impersonate user
ro_ro: Schimb de rol a utilizatorului

source: Impersonate
ro_ro: Preluarea identității

source: Set password
ro_ro: Seteaza parola

source: Impersonate users
ro_ro: Schimb de rol pentru utilizatori

source: Controls the mechanism used to authenticated user. Options are: username, email
ro_ro: Controlează mecanismul utilizat pentru utilizatorul autentificat. Opțiunile sunt: numele de utilizator, e-mailul

source: Maximum time a user clicking the "Remember me" checkbox will remain logged in. Value is time in seconds.
ro_ro: Timpul maxim pe care un utilizator îl dă clic pe caseta de selectare "Reține-mă" va rămâne logat. Valoarea este timpul în secunde.

source: Remove the "Forgot your password?" link on the login form used to trigger the password reset.
ro_ro: Eliminați link-ul „Ați uitat parola?” de pe formularul de conectare folosit pentru a declanșa resetarea parolei

source: Impersonating user "%(user)s".
ro_ro: Preluarea identității utilizatorului „%(user)s”.

source: Click here when finished
ro_ro: Faceți clic aici când ați terminat

source: Login
ro_ro: Conectare

source: Sign in
ro_ro: Înscriere

source: Forgot your password?
ro_ro: Ați uitat parola?

source: Password reset
ro_ro: Reinițializarea parolei

source: Password reset complete! Click the link below to login.
ro_ro: Reinițializarea parolei este finalizată! Faceți clic pe link-ul de mai jos pentru a vă conecta.

source: Login page
ro_ro: Pagina de conectare

source: Submit
ro_ro: Trimiteţi

source: Password reset email sent!
ro_ro: Email-ul de reinițializare a parolei a fost trimis!

source: Your password has been successfully changed.
ro_ro: Parola dvs. a fost schimbată cu succes

source: Current user password change
ro_ro: Schimbare parolă pentru utilizatorul curent

source: Changing the password is not allowed for this account.
ro_ro: Schimbarea parolei nu este permisă pentru acest cont.

source: Password change request performed on %(count)d user
ro_ro: Solicitarea de schimbare a parolei efectuată pe %(count)dutilizator

source: Password change request performed on %(count)d users
ro_ro: Solicitarea de modificare a parolei efectuată pe %(count)dutilizatori

source: Change user password
ro_ro: Schimbați parola utilizatorului

source: Change password for user: %s
ro_ro: Schimbați parola pentru utilizatorul: %s

source: Successful password reset for user: %s.
ro_ro: Resetarea reușită a parolei pentru utilizatorul: %s.

source: Error reseting password for user "%(user)s": %(error)s
ro_ro: Eroare resetarea parola pentru utilizatorul %(user)s": %(error)s

source: Impersonate user: %s
ro_ro: Preluați identitatea utilizatorului: %s
