Repository: ercusz/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Return the value of a specific document metadata.
nl: Geeft de waarde van bepaalde metadata van een document.

source: Metadata value of
nl: Metadata waarde van

source: Metadata type name
nl: Metadata type naam

source: Metadata type value
nl: Metadata typenaam

source: Document metadata added
nl: Document metadata toegevoegd

source: Document metadata edited
nl: Document metadata bewerkt

source: Document metadata removed
nl: Document metadata verwijderd

source: Metadata type created
nl: Metadatatype aangemaakt

source: Metadata type edited
nl: Metadatatype bewerkt

source: Metadata type relationship updated
nl: Metadatatype relatie bijgewerkt

source: Name
nl: Naam

source: Value
nl: Waarde

source: Update
nl: Bijwerken

source: Required
nl: Verplicht

source: Lookup value error: %s
nl: Opzoeklijst waarde fout:%s

source: Default value error: %s
nl: Standaard waardefout: %s

source: "%s" is required for this document type.
nl: "%s" is vereist voor deze documentsoort.

source: Metadata types to be added to the selected documents.
nl: Metadata types die worden toegevoegd aan de geselecteerde documenten.

source: Remove
nl: Verwijderen

source: Available template context variables:
nl: Beschikbare variabelen in sjablooncontext:

source: None
nl: Geen

source: Optional
nl: Optioneel

source: Add metadata
nl: Metadata toevoegen

source: Edit metadata
nl: Bewerk metadata

source: Remove metadata
nl: Metadata verwijderen

source: Create new
nl: Nieuwe aanmaken

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Selected documents must be of the same type.
nl: Geselecteerde documenten moeten van hetzelfde type zijn.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
nl: Naam die andere apps gebruiken om naar dit metadatatype te verwijzen. Gebruik geen gereserveerde python woorden of spaties.

source: Short description of this metadata type.
nl: Korte beschrijving van dit metadata type.

source: Default
nl: Standaardwaarde

source: Lookup
nl: Opzoekveld

source: The validator will reject data entry if the value entered does not conform to the expected format.
nl: De validator weigert gegevensinvoer als de ingevoerde waarde niet in de verwachte opmaak is.

source: The parser will reformat the value entered to conform to the expected format.
nl: De parser maakt de ingevoerde waarde opnieuw op zodat die voldoet aan de verwachte opmaak.

source: Value is not one of the provided options.
nl: Waarde is niet een van de aangeboden opties.

source: The actual value stored in the metadata type field for the document.
nl: De werkelijke waarde die opgeslagen is in het metadatatype veld voor het document.

source: Metadata type is required for this document type.
nl: Metadata type is verplicht voor dit documenttype.

source: Metadata type is not valid for this document type.
nl: Metadata type is niet geldig voor dit documenttype.

source: Document type metadata type options
nl: Documenttype metadatatype opties

source: Document type metadata types options
nl: Documenttype metadatatypes opties

source: Add metadata to a document
nl: Metadata toevoegen aan een document

source: Edit a document's metadata
nl: Metadata van een document bewerken

source: Remove metadata from a document
nl: Metadata verwijderen van een document

source: View metadata from a document
nl: Metadata bekijken van een document

source: Metadata setup
nl: Metadata instellen

source: Edit metadata types
nl: Metadata types bewerken

source: Create new metadata types
nl: Nieuw metadata type aanmaken

source: Delete metadata types
nl: Metadatatypes verwijderen

source: View metadata types
nl: Metadatatypes bekijken

source: Remove metadata type
nl: Metadatatype verwijderen

source: Add required metadata type
nl: Verplichte metadatatype toevoegen

source: Metadata value
nl: Metadata waarde

source: Primary key of the metadata type to be added.
nl: Primaire sleutel van metadatatype dat wordt toegevoegd.

source: Primary key of the metadata type to be added to the document.
nl: Primaire sleutel van metadatatype dat aan het document wordt toegevoegd.

source: Metadata add request performed on %(count)d document
nl: Metadata toevoeging uitgevoerd voor %(count)d document

source: Metadata add request performed on %(count)d documents
nl: Metadata toevoeging uitgevoerd voor %(count)d documenten

source: Add metadata types to document: %s
nl: Metadatatypes toevoegen aan document: %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
nl: Fout bij toevoegen metadatatype "%(metadata_type)s" aan document: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
nl: Metadatatype: %(metadata_type)s met succes toegevoegd aan document %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
nl: Metadatatype: %(metadata_type)s reeds aanwezig in document %(document)s.

source: Metadata edit request performed on %(count)d document
nl: Metadata bewerking uitgevoerd voor %(count)d document

source: Metadata edit request performed on %(count)d documents
nl: Metadata bewerking uitgevoerd voor %(count)d documenten

source: Add metadata types available for this document's type and assign them corresponding values.
nl: Metadatatypes toevoegen die beschikbaar zijn voor dit documenttype en waardes toewijzen.

source: There is no metadata to edit
nl: Er is geen metadata om te bewerken

source: Edit metadata for document: %s
nl: Bewerk metadata voor document: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
nl: Fout bij bewerken metadata voor document: %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
nl: Metadata voor document %s met succes bewerkt.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
nl: Metadatatypes toevoegen aan dit documenttype om ze toe te voegen aan individuele documenten. Eenmaal toegevoegd aan een individueel document, kunt u de waardes bewerken.

source: This document doesn't have any metadata
nl: Dit document heeft geen enkele metadata

source: Metadata for document: %s
nl: Metadata voor document: %s

source: Metadata remove request performed on %(count)d document
nl: Metadata verwijdering uitgevoerd voor %(count)d document

source: Metadata remove request performed on %(count)d documents
nl: Metadata verwijdering uitgevoerd voor %(count)d documenten

source: Remove metadata types from the document: %s
nl: Verwijder metadatatypes van het document: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
nl: Met succes verwijderd metadatatype "%(metadata_type)s" van document: %(document)s.

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
nl: Fout bij verwijderen metadatatype "%(metadata_type)s" van document: %(document)s; %(exception)s

source: Create metadata type
nl: Metadatatype aanmaken

source: Edit metadata type: %s
nl: Bewerk metadatatype: %s

source: Metadata types are users defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
nl: Metadatatypes zijn gebruikersgedefineerde eigenschappen waaraan waardes worden toegekend. Eenmaal aangemaakt moeten ze verbonden worden aan documenttypes, optioneel of vereist. Het instellen van een metadatatype als verplicht voor een documenttype blokkeert de upload van dat type totdat een metadata waarde is ingevuld.

source: There are no metadata types
nl: Er zijn geen metadatatypes

source: Enter document metadata
nl: Document metadata invoeren
