Repository: ercusz/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: es_pr

source: Document parsing
es_pr: Extracción de contenido de documentos

source: A generator returning the document file's pages parsed content.
es_pr: Un generador que devuelve el contenido extraido de las páginas del archivo del documento.

source: Content
es_pr: Contenido

source: Result
es_pr: Resultado

source: Utility from the poppler-utils package used to extract content from PDF files.
es_pr: Utilidad del paquete poppler-utils que se utiliza para extraer contenido de archivos PDF.

source: Document file parsed content deleted
es_pr: Contenido extraido del documento eliminado

source: Document file submitted for parsing
es_pr: Archivo de documento enviado para extracción de contenido

source: Document file parsing finished
es_pr: Extracción de contenido del archivo del documento finalizado

source: Page %(page_number)d
es_pr: Página %(page_number)d

source: Contents
es_pr: Contenido

source: Delete parsed content
es_pr: Eliminar contenido extraído

source: Download content
es_pr: Descargar contenido

source: Parsing errors
es_pr: Errores de extracción de contenido

source: Submit for parsing
es_pr: Enviar para extracción de contenido

source: Setup parsing
es_pr: Configurar extracción de texto

source: Parse documents per type
es_pr: Extracción de contenido por tipo de documento

source: Document file page
es_pr: Página de archivo de documento

source: The actual text content as extracted by the document parsing backend.
es_pr: El contenido de texto real extraído por el documento que analiza el servidor.

source: Document file page content
es_pr: Contenido de la página del archivo de documento

source: Document file page contents
es_pr: Contenido de la página del archivo de documento

source: Document type
es_pr: Tipo de documento

source: Automatically queue newly created documents for parsing.
es_pr: Someter automática de documentos recién creados para extracción de texto.

source: Document type settings
es_pr: Configuración del tipo de documento

source: Document types settings
es_pr: Configuraciones de tipos de documento

source: Document file
es_pr: Archivo de documento

source: Date time submitted
es_pr: Fecha y hora sometido

source: Document file parse error
es_pr: Error de extracción de contenido de archivo de documento

source: Document file parse errors
es_pr: Errores de extracción de contenido de archivos de documentos

source: Exception parsing page; %s
es_pr: Error extrayendo el contenido de la página: %s

source: Cannot find pdftotext executable at: %s
es_pr: No se encontró el ejecutable pdftotext en: %s

source: View the content of a document file
es_pr: Ver el contenido de un archivo de documento

source: Parse the content of a document file
es_pr: Extraer el contenido de un archivo de documento

source: Change document type parsing settings
es_pr: Cambiar la configuración de extracción de texto del tipo de documento

source: Parsing
es_pr: Extracción de contenido

source: Document file parsing
es_pr: Extracción de contenido de archivos de documentos

source: Document file content
es_pr: Contenido del archivo de documento

source: Set new document types to perform parsing automatically by default.
es_pr: Establezca nuevos tipos de documentos para realizar la extracción de texto de forma automática de forma predeterminada.

source: File path to poppler's pdftotext program used to extract text from PDF files.
es_pr: Ruta de acceso al programa de poppler llamado pdftotext utilizado para extraer texto de archivos PDF.

source: Error deleting document version content "%(instance)s"; %(exception)s
es_pr: Error eliminando el contenido de la versión del documento "%(instance)s"; %(exception)s

source: Content of "%(object)s" deleted successfully.
es_pr: El contenido de "%(object)s" se eliminó con éxito.

source: Content of %(count)d document version deleted successfully.
es_pr: El contenido de %(count)d versión del documento se eliminó con éxito.

source: Content of %(count)d document versions deleted successfully.
es_pr: El contenido de las %(count)d versiones del documento se eliminó correctamente.

source: Delete the content of: %(object)s.
es_pr: Eliminar el contenido de: %(object)s.

source: Delete the content of the %(count)d selected document version.
es_pr: Eliminar contenido de %(count)d versión de documento seleccionada.

source: Delete the content of the %(count)d selected document versions.
es_pr: Eliminar el contenido de las %(count)d versiones de documento seleccionadas.

source: Content for document file: %s
es_pr: Contenido del archivo de documento: %s

source: Content for document file page: %s
es_pr: Contenido de la página del archivo del documento: %s

source: Parsing errors for document file: %s
es_pr: Errores de extracción de contenido para el archivo de documento: %s

source: %(count)d document file added to the parsing queue
es_pr: %(count)d archivo de documento agregado a la cola de extracción de contenido

source: %(count)d documents files added to the parsing queue
es_pr: %(count)d documenta los archivos agregados a la cola de extracción de contenido

source: Submit %(count)d document file to the parsing queue?
es_pr: ¿Enviar un archivo de documento %(count)d a la cola de extracción de contenido?

source: Submit document file "%s" to the parsing queue
es_pr: Enviar el archivo de documento "%s" a la cola de extracción de contenido

source: Edit parsing settings for document type: %s.
es_pr: Edite la configuración de extracción de contenido para el tipo de documento: %s.

source: Submit all documents of a type for parsing
es_pr: Enviar todos los documentos de un tipo para extracción de contenido

source: %(count)d documents added to the parsing queue.
es_pr: %(count)d documentos agregados a la cola de extracción de contenido.
