Repository: ercusz/Mayan-EDMS
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: th

source: User management
th: จัดการผู้ใช้

source: Group
th: กลุ่ม

source: Groups
th: กลุ่ม

source: Name
th: ชื่อ

source: User
th: ผู้ใช้

source: Users
th: ผู้ใช้

source: Email
th: อีเมล

source: First name
th: ชื่อ

source: Last name
th: นามสกุล

source: Password
th: รหัสผ่าน

source: Username
th: ชื่อผู้ใช้

source: Last login
th: การเข้าสู่ระบบล่าสุด

source: Has usable password?
th: มีพาสเวิร์ดที่ใช้งานได้หรือไม่?

source: All the groups.
th: กลุ่มทั้งหมด

source: All the users.
th: ผู้ใช้ทั้งหมด

source: Total users
th: จำนวนผู้ใช้ทั้งหมด

source: Total groups
th: จำนวนกลุ่มทั้งหมด

source: User dashboard
th: แดชบอร์ดของผู้ใช้

source: Group created
th: สร้างกลุ่มสำเร็จ

source: Group edited
th: แก้ไขกลุ่มสำเร็จ

source: User created
th: สร้างผู้ใช้สำเร็จ

source: User edited
th: แก้ไขผู้ใช้สำเร็จ

source: User logged in
th: ผู้ใช้เข้าสู่ระบบแล้ว

source: User logged out
th: ผู้ใช้ออกจากระบบแล้ว

source: User details
th: รายละเอียดผู้ใช้

source: Edit user details
th: แก้ไขรายละเอียดผู้ใช้

source: Create new group
th: สร้างกลุ่มใหม่

source: Delete
th: ลบ

source: Edit
th: แก้ไข

source: Create new user
th: สร้างผู้ใช้ใหม่

source: User options
th: ตัวเลือกผู้ใช้

source: Forbid this user from changing their password.
th: ห้ามมิให้ผู้ใช้รายนี้เปลี่ยนรหัสผ่าน

source: User settings
th: การตั้งค่าผู้ใช้

source: Users settings
th: การตั้งค่าผู้ใช้

source: Create new groups
th: สร้างกลุ่มใหม่

source: Delete existing groups
th: ลบกลุ่มที่มีอยู่

source: Edit existing groups
th: แก้ไขกลุ่มที่มีอยู่

source: View existing groups
th: ดูกลุ่มที่มีอยู่

source: Create new users
th: สร้างผู้ใช้ใหม่

source: Delete existing users
th: ลบผู้ใช้ที่มีอยู่

source: Edit existing users
th: แก้ไขผู้ใช้ที่มีอยู่

source: View existing users
th: ดูผู้ใช้ที่มีอยู่

source: username
th: ชื่อผู้ใช้

source: URL of the API endpoint showing the list users of this group.
th: URL ของ API endpoint ที่แสดงรายการของผู้ใช้ในกลุ่มนี้

source: Anonymous
th: ไม่ระบุตัวตน

source: Current user details
th: ข้อมูลผู้ใช้ปัจจุบัน

source: Edit current user details
th: แก้ไขข้อมูลผู้ใช้ปัจจุบัน

source: Error deleting group "%(instance)s"; %(exception)s
th: เกิดข้อผิดพลาดระหว่างการลบกลุ่ม "%(instance)s"; %(exception)s

source: Group "%(object)s" deleted successfully.
th: ทำการลบกลุ่ม "%(object)s" สำเร็จแล้ว

source: %(count)d group deleted successfully.
th: ลบกลุ่มจำนวน %(count)d กลุ่ม เรียบร้อยแล้ว

source: %(count)d groups deleted successfully.
th: ลบกลุ่มจำนวน %(count)d กลุ่ม เรียบร้อยแล้ว

source: Delete group: %(object)s.
th: ลบกลุ่ม: %(object)s

source: Delete the %(count)d selected group.
th: ลบกลุ่มที่เลือกจำนวน %(count)d กลุ่ม เรียบร้อยแล้ว

source: Delete the %(count)d selected groups.
th: ลบกลุ่มที่เลือกจำนวน %(count)d กลุ่ม เรียบร้อยแล้ว

source: Details of group: %s
th: ข้อมูลของกลุ่ม: %s

source: Edit group: %s
th: แก้ไขกลุ่ม: %s

source: There are no user groups
th: ไม่มีกลุ่มผู้ใช้

source: Available users
th: ผู้ใช้ที่มีอยู่

source: Group users
th: กลุ่มผู้ใช้

source: Users of group: %s
th: ผู้ใช้ในกลุ่ม: %s

source: Error deleting user "%(instance)s"; %(exception)s
th: เกิดข้อผิดพลาดในการลบผู้ใช้ "%(instance)s"; %(exception)s

source: User "%(object)s" deleted successfully.
th: ทำการลบผู้ใช้ "%(object)s" สำเร็จแล้ว

source: %(count)d user deleted successfully.
th: ลบผู้ใช้จำนวน %(count)d คน เรียบร้อยแล้ว

source: %(count)d users deleted successfully.
th: ลบผู้ใช้จำนวน %(count)d คน เรียบร้อยแล้ว

source: Delete user: %(object)s.
th: ลบผู้ใช้: %(object)s

source: Delete the %(count)d selected user.
th: ลบผู้ใช้ที่เลือกจำนวน %(count)d คน เรียบร้อยแล้ว

source: Delete the %(count)d selected users.
th: ลบผู้ใช้ที่เลือกจำนวน %(count)d คน เรียบร้อยแล้ว

source: Details of user: %s
th: ข้อมูลผู้ใช้: %s

source: Edit user: %s
th: แก้ไขผู้ใช้: %s

source: Available groups
th: กลุ่มที่มีอยู่

source: User groups
th: กลุ่มผู้ใช้

source: Groups of user: %s
th: กลุ่มผู้ใช้: %s

source: There are no user accounts
th: ไม่พบบัญชีผู้ใช้

source: Edit options for user: %s
th: แก้ไขตัวเลือกสำหรับผู้ใช้: %s
